DISTRICT_CHOICES = (

    ('област Благоевград', 'област Благоевград'),
    ('област Кюстендил', 'област Кюстендил'),
)

CITY_CHOICES = (

    ('Благоевград', 'Благоевград'),
    ('Дупница', 'Дупница'),
    ('Симитли', 'Симитли'),
)

AREA_CHOICES = (

    ('Център', 'Център'),
    ('Струмско', 'Струмско'),
    ('Грамада', 'Грамада'),
)


TYPE_CHOICES = (

    ('Апартамент', 'Апартамент'),
    ('Къща', 'Къща'),
    ('Етаж от къща', 'Етаж от къща'),
)

CONSTRUCTION_CHOICES = (

    ('Тухла', 'Тухла'),
    ('Панел', 'Панел'),
    ('ЕПК', 'ЕПК'),
    ('Гредоред', 'Гредоред'),
)
FURNITURE_CHOICES = (

    ('Обзаведен', 'Обзаведен'),
    ('Полуобзаведен', 'Полуобзаведен'),
    ('Необзаведен', 'Необзаведен'),
)

ELEVATOR_CHOICES = (

    ('Да', 'Да'),
    ('Не', 'Не'),
)

SALE_RENT_CHOICES = (

    ('Продажба', 'Продажба'),
    ('Наем', 'Наем'),
)

ROOM_CHOICES = (

    ('1-стаен', '1-стаен'),
    ('2-стаен', '2-стаен'),
    ('3-стаен', '3-стаен'),
    ('4-стаен', '4-стаен'),
    ('Многостаен', 'Многостаен'),

)

SEARCH_TYPE_CHOICES = (
('Всички', 'Всички'),
    ('Апартамент', 'Апартамент'),
    ('Къща', 'Къща'),
    ('Етаж от къща', 'Етаж от къща'),
)


SEARCH_ROOM_CHOICES = (
('Всички', 'Всички'),
    ('1-стаен', '1-стаен'),
    ('2-стаен', '2-стаен'),
    ('3-стаен', '3-стаен'),
    ('4-стаен', '4-стаен'),
    ('Многостаен', 'Многостаен'),

)

SEARCH_SORT_CHOICES = (
    ('---', '---'),
    ('Топ оферти', 'Топ оферти'),
    ('Цена Възходяща', 'Цена Възходяща'),
    ('Цена Низходяща', 'Цена Низходяща'),
    ('Най-нови', 'Най-нови'),
    ('Най-гледани', 'Най-гледани'),
)

SEARCH_SALE_RENT_CHOICES = (
('Всички', 'Всички'),
    ('Продажба', 'Продажба'),
    ('Наем', 'Наем'),
)

